<template>
  <section id='ОБУЧЕНИЕ' class='course-sect'>
    <!-- <div class='course-cont'>
      <h4>
        Программа:
        <br>
        День №1
        Портрет, понятие его жанров.
<br>
<br>
<br>

        Свет. Основы. Разбор естественного света. Световая иерархия, как работать с любым источником света?
<br>


        Референс как путь к собственному стилю, как грамотно составлять мудборд, вдохновение без задержек. Творческая дисциплина.
        <br>
        <br>

        <br>
        День №2
        Грамотное планирование съемки, подробный разбор нюансов подготовки к процессу.
        Методы поиска локаций, моделей, одежды.


<br>

        Модель, кто это? Основные понятия, особенности работы с профессиональными и непрофессиональными моделями. Какие ошибки вы можете допустить при работе в обеих случаях. Рабочая этика,

<br>

        Проблемы и конфликтные ситуации, как избежать. Влияние на психологическое состояние модели. Особенности сотрудничества с Визажистом/стилистом.
        Работа с моделью на съемке, установление психологического контакта Фотограф-модель. Как добиться эмоций, чувственности. Завершение съемки, почему важно получить обратную связь.
<br>
<br>

<br>

        День №3
        Работа с цветом. Основные понятия, цветовые гармонии, композиция цвета.

<br>

        Обработка. Lightroom: Инструменты для цветокоррекции снимков, применение. Тоновая кривая, принципы работы. Основные приемы колористики, как применять их в фотографии. Экспорт фотографий. Свободные вопросы.
<br>


        Photoshop: Ретушь «Без ретуши» деликатный способ устранения нюансов с естественным эффектом.
         Коррекция формы, работа с инструментом «пластика», как и где применяю. Устранение лишних деталей с кадра, резкость, объем и блики.

<br>


        Портфолио Ревю. Рекомендации и свободные вопросы.
      </h4>

    </div> -->
  </section>
</template>

<script>
export default {
  name: 'EducationComponent',
  props: {
  },
}
</script>
